Repository: rass225/OpiEestis
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: et_ee

# about_description
source: Learn in Estonia is a unique mobile application that offers you the opportunity to find a suitable path for continuing your studies. Never before has the process been so simple. Get acquainted with different Estonian universities and make your choice from the specialties presented. Do you want to study business, art science, literature, or something else? The choice is yours! The purpose of the application is to expand the awareness of Estonians about the educational opportunities offered in Estonia and to simplify access to information. The Learn in Estonia application creates the conditions for promoting education and helping people fulfill their dreams. Information is collected from both the official websites of higher education institutions and other sources of information. The information about the specialties comes from the 2023/2024 academic year.
et_ee: Õpi Eestis on ainulaadne mobiilirakendus, mis pakub sulle võimalust leida omale sobiv teekond õpingute jätkamiseks. Kunagi varem pole protsess nii lihtne olnud. Tutvu erinevate Eesti ülikoolidega ning tee oma valik väljatoodud erialade seast. Soovid õppida ärindust, kunstiteadusi, kirjandust või hoopis midagi muud? Valik on sinu! \n\nRakenduse eesmärk on laiendada eestimaalaste teadlikkust Eestis pakutavate õppimisvõimaluste kohta ja lihtsustada informatsiooni kättesaadavust. Rakendus Õpi Eestis loob eeldused edendada haridust ning aidata inimestel oma unistused täita. Informatsioon on kogutud kokku nii kõrgkoolide ametlikelt kodulehekülgedelt kui ka teistest teabeallikatest. \n\nErialade kohta käiv teave pärineb 2023/2024 õppeaastast.

# about_title
source: About
et_ee: Rakendusest

# college_aboutSchool
source: Description
et_ee: Koolist

# college_admission
source: Admission
et_ee: Vastuvõtt

# college_back
source: Back
et_ee: Tagasi

# college_call
source: Call
et_ee: Helista

# college_cities
source: Locations
et_ee: Linnas

# college_homepage
source: Website
et_ee: Koduleht

# college_less
source: Less
et_ee: Vähem

# college_location
source: Location
et_ee: Asukoht

# college_lookVirtualTour
source: Virtual Tour
et_ee: Vaata virtuaaltuuri

# college_major
source: Majors
et_ee: Eriala

# college_majors
source: Majors
et_ee: Erialad

# college_more
source: More
et_ee: Rohkem

# college_students
source: Students
et_ee: Õpilast

# duration_five_and_half_years
source: 5.5 years
et_ee: 5.5 aastat

# duration_five_years
source: 5 years
et_ee: 5 aastat

# duration_four_and_half_years
source: 4.5 years
et_ee: 4 aastat

# duration_four_fifths_year
source: 0.8 years
et_ee: 0.8 aastat

# duration_four_years
source: 4 years
et_ee: 4 aastat

# duration_half_year
source: 0.5 years
et_ee: 0.5 aastat

# duration_one_and_half_years
source: 1.5 years
et_ee: 1.5 aastat

# duration_one_year
source: 1 year
et_ee: 1 aasta

# duration_six_years
source: 6 years
et_ee: 6 aastat

# duration_three_and_half_years
source: 3.5 years
et_ee: 3.5 aastat

# duration_three_years
source: 3 years
et_ee: 3 aastat

# duration_two_and_half_years
source: 2.5 years
et_ee: 2.5 aastat

# duration_two_years
source: 2 years
et_ee: 2 aastat

# error_buttonLabel
source: Try Again
et_ee: Proovi uuesti

# error_fetchSchools
source: Error occurred when loading colleges
et_ee: Viga koolide alla laadimisel!

# favorites_add_unauthenticated
source: Log in to add this major as favorite
et_ee: Logi sisse et lisada

# favorites_unauthenticated
source: Log in to view the favorites!
et_ee: Lemmikute vaatamiseks log sisse

# language_all
source: All
et_ee: Kõik

# language_english
source: English
et_ee: Inglise keel

# language_estonian
source: Estonian
et_ee: Eesti keel

# language_french
source: French
et_ee: Prantsuse keel

# language_german
source: German
et_ee: Saksa keel

# language_in_english
source: In English
et_ee: Inglise keeles

# language_in_estonian
source: In Estonian
et_ee: Eesti keeles

# language_in_french
source: In French
et_ee: Prantsuse keeles

# language_in_german
source: In German
et_ee: Saksa keeles

# language_in_russian
source: In Russian
et_ee: Vene keeles

# language_in_spanish
source: In Spanish
et_ee: Hispaania keeles

# language_russian
source: Russian
et_ee: Vene keel

# language_spanish
source: Spanish
et_ee: Hispaania keel

# level_all
source: All
et_ee: Kõik

# level_applied
source: Applied Studies
et_ee: Rakenduskõrgharidus

# level_bachelors
source: Bachelor's Studies
et_ee: Bakalaureus

# level_doctorate
source: Doctorate Studies
et_ee: Doktor

# level_integrated
source: Integrated Studies
et_ee: Integreeritud õpe

# level_masters
source: Master's Studies
et_ee: Magister

# level_vocational
source: Vocational Studies
et_ee: Kutseharidus

# major_add
source: Add
et_ee: Lisa

# major_addReview
source: Add Review
et_ee: Lisa arvustus

# major_amount
source: Workload
et_ee: Maht

# major_amountOfRatings
source: Ratings
et_ee: Hinnangud

# major_cost
source: Cost
et_ee: Maksumus

# major_delete
source: Delete
et_ee: Kustuta

# major_description
source: Description
et_ee: Kirjeldus

# major_duration
source: Duration
et_ee: Kestus

# major_eap
source: ECTS
et_ee: EAP

# major_ekap
source: ECVET
et_ee: EKAP

# major_generalData
source: Overview
et_ee: Üldandmed

# major_goToMajorWebsite
source: Learn more from the major website
et_ee: Tutvu lähemalt erialaga kooli kodulehel

# major_homepage
source: Website
et_ee: Koduleht

# major_language
source: Language
et_ee: Keel

# major_location
source: Location
et_ee: Asukoht

# major_modules
source: Modules
et_ee: Moodulid

# major_noReviews
source: No reviews have been added
et_ee: Ühtegi arvustust pole veel lisatud

# major_optional
source: Optional
et_ee: vabatahtlik

# major_outcomes
source: Outcomes
et_ee: Õpiväljundid

# major_outcomesLabel
source: Learning outcomes
et_ee: Vaata mida omandad eriala läbides

# major_personnel
source: Personnel
et_ee: Personal

# major_post
source: Post
et_ee: Postita

# major_rating
source: Rating
et_ee: Hinnang

# major_requirements
source: Requirements
et_ee: Vastuvõtt

# major_review
source: Review
et_ee: Arvustus

# major_reviews
source: Reviews
et_ee: Arvustused

# major_spotCount
source: Spots
et_ee: Õppekohtade arv

# major_studyType
source: Study Form
et_ee: Õppevorm

# major_studyYear
source: Curriculum date
et_ee: Õppeaasta

# major_years
source: Years
et_ee: aastat

# majors_all
source: All
et_ee: Kõik

# majors_city
source: City
et_ee: Linn

# majors_cost
source: Cost
et_ee: Maksumus

# majors_cost_free
source: Free
et_ee: Tasuta

# majors_cost_paid
source: Paid
et_ee: Tasuline

# majors_duration
source: Duration
et_ee: Kestus

# majors_filters
source: Filters
et_ee: Filtrid

# majors_language
source: Language
et_ee: Õppekeel

# majors_searchPlaceholder
source: Search major
et_ee: Otsi eriala

# majors_studyLevel
source: Level
et_ee: Õppeaste

# majors_years
source: years
et_ee: aastat

# map_directions
source: Directions
et_ee: Juhised

# map_unauthenticated
source: Log in to view the map!
et_ee: Kaardi vaatamiseks logi sisse

# myAccount_addPhoto
source: Add Photo
et_ee: Lisa foto

# myAccount_editPhoto
source: Edit Photo
et_ee: Muuda fotot

# myAccount_firstName
source: First Name
et_ee: Eesnimi

# myAccount_lastName
source: Last Name
et_ee: Perekonnanimi

# myAccount_name
source: Name
et_ee: Nimi

# myAccount_nationality
source: Nationality
et_ee: Rahvus

# myAccount_title
source: My Account
et_ee: Minu konto

# outcomes_title
source: Outcomes
et_ee: Õpiväljundid

# pathfinder_careerInsights_subtitle
source: Gain insights into future career prospects and industry trends based on your preferred majors.
et_ee: Saage teadmisi tulevaste karjääriväljavaadete ja tööstustrendide kohta, mis põhinevad soovitatud erialadel.

# pathfinder_careerInsights_title
source: Career Insights
et_ee: Karjääriülevaade

# pathfinder_history_title
source: Pathfinder History
et_ee: Rajaleidja Ajalugu

# pathfinder_name
source: Pathfinder
et_ee: Rajaleidja

# pathfinder_result_academia
source: Academia
et_ee: Akadeemia

# pathfinder_result_applied
source: Applied
et_ee: Rakendatud

# pathfinder_result_career
source: Career
et_ee: Karjäär

# pathfinder_result_careerInsights_title
source: Career Insights
et_ee: Karjääriülevaade

# pathfinder_result_characteristics_title
source: Your Characteristics
et_ee: Sinu omadused

# pathfinder_result_collaboration
source: Collaboration
et_ee: Koostöö

# pathfinder_result_global
source: Global
et_ee: Globaalne

# pathfinder_result_independence
source: Independence
et_ee: Iseseisvus

# pathfinder_result_innovation
source: Innovation
et_ee: Innovatsioon

# pathfinder_result_local
source: Local
et_ee: Lokaalne

# pathfinder_result_match
source: Match
et_ee: Sobivus

# pathfinder_result_recommendedMajors_title
source: Recommended Majors
et_ee: Soovitatavad erialad

# pathfinder_result_structure
source: Structure
et_ee: Struktuur

# pathfinder_result_technological
source: Technological
et_ee: Tehnoloogiline

# pathfinder_result_theoretical
source: Theoretical
et_ee: Teoreetiline

# pathfinder_result_title
source: Test Results
et_ee: Tulemus

# pathfinder_result_traditional
source: Traditional
et_ee: Traditsiooniline

# pathfinder_result_viewHistory
source: View history
et_ee: Testide ajalugu

# pathfinder_setup_continue
source: Continue
et_ee: Edasi

# pathfinder_setup_speakEnglishQuestion
source: Do you speak English?
et_ee: Kas sa räägid inglise keelt?

# pathfinder_setup_speakEstonianQuestion
source: Do you speak Estonian?
et_ee: Kas sa räägid eesti keelt?

# pathfinder_setup_title
source: Before we begin...
et_ee: Enne kui me alustame...

# pathfinder_setup_yourCurrentEducation
source: Your current education
et_ee: Sinu praegune haridus

# pathfinder_start_promotionalText
source: Discover and embrace your academic journey! Uncover your unique strengths and personality traits, explore majors tailored to your profile, and gain valuable insights into future career paths and industry trends. Start your journey to find the perfect academic and career fit with Pathfinder.
et_ee: Alusta oma akadeemilise teekonnaga. Kaardista oma tugevad küljed ja isikuomadused, avasta erialasid, mis sobivad just sulle, ning kogu väärtusliku teavet sinu karjäärimaastikust. Pathfinder aitab sul leida kindla sihi kooli- ja tööturul.

# pathfinder_start_recommendedMajors_subtitle
source: Explore majors that match your skills and interests.
et_ee: Uuri erialasid, mis sobivad sinu oskuste ja huvidega.

# pathfinder_start_recommendedMajors_title
source: Recommended Majors
et_ee: Soovitatavad erialad

# pathfinder_start_start
source: Start
et_ee: Alusta

# pathfinder_start_strenghts_subtitle
source: Discover your key strengths and how they align with various fields of study.
et_ee: Avasta oma peamised tugevused ja kuidas need sobituvad erinevate õppevaldkondadega

# pathfinder_start_strenghts_title
source: Your Strengths
et_ee: Sinu tugevused

# pathfinder_test_next
source: Next
et_ee: Järgmine

# pathfinder_test_previous
source: Previous
et_ee: Eelmine

# pathfinder_test_question
source: Question
et_ee: Küsimus

# pathfinder_test_submit
source: Submit
et_ee: Esita

# profile_about
source: About
et_ee: Rakendusest

# profile_logout
source: Log out
et_ee: Logi Välja

# profile_myAccount
source: My Account
et_ee: Minu konto

# profile_settings
source: Settings
et_ee: Seaded

# profile_unauthenticated
source: Log in to view the profile!
et_ee: Profiili vaatamiseks logi sisse

# settings_language
source: Lanugage
et_ee: Keel

# settings_title
source: Settings
et_ee: Seaded

# studyType_apprenticeship
source: Apprenticeship
et_ee: Õpipoisiõpe

# studyType_cyclical
source: Cyclical
et_ee: Sessiooniõpe

# studyType_evening
source: Evening
et_ee: Õhtuõpe

# studyType_regular
source: Regular
et_ee: Päevaõpe

# studyType_remote
source: Remote
et_ee: Kaugõpe

# tab_favorites
source: Favorites
et_ee: Lemmikud

# tab_profile
source: Profile
et_ee: Profiil

# tab_quiz
source: Pathfinder
et_ee: Rajaleidja

# tab_schools
source: Colleges
et_ee: Koolid

# userSetup_name
source: Name
et_ee: Nimi

# userSetup_nationality
source: Nationality
et_ee: Rahvus

# userSetup_signup
source: Confirm
et_ee: Kinnita

# userSetup_title
source: Personal Details
et_ee: Isiklikud andmed
